{
  "author": {
    "first_name": "Olena",
    "last_name": "Antonenko",
    "city": "Kyiv"
  },
  "rights": "All rights reserved",

  "brand_name": "Makeup",
  "links": {
    "home": "Home",
    "correction": "Correction",
    "brushes": "Brushes",
    "about_products": "About products"
  },

  "home_page": {
    "name": "Home",
    "description": "Home page",
    "title": "Basic principles of modern makeup",
    "makeup_rules": [
      "Modern makeup should be almost invisible on your face.",
      "Cosmetics should hide flaws and focus on your advantages.",
      "Excessive use of decorative cosmetics can make the face look artificial, and doll-like and add age.",
      "It is necessary to maintain balance and harmony in makeup.",
      "Modern and appropriate makeup should not look like a mask and significantly change facial features."
    ],
    "prepare_face": {
      "title": "Facial skin preparation",
      "accordion": [
        {
          "title": "Cleaning (gel, foam, milk, etc.)",
          "information": "Cleansing before makeup is like brushing your teeth after sleeping. A step that should never be missed. It is necessary in order to remove excess sebum, dust, and impurities from the skin's surface."
        },
        {
          "title": "Toning (toner)",
          "information": "Cleansing should be accompanied by toning. It soothes, softens, and refreshes the skin, and removes impurities remaining on the skin's surface. Cosmetologists recommend choosing an alcohol-free liquid to avoid peeling and irritation."
        },
        {
          "title": "Hydration (serum, cream, etc.)",
          "information": "The next step is the most important because the final result depends on it. A good or bad face cleanser before makeup can make or break your beauty. And here again, it is important to choose the right product for your skin type. For oily skin, a light oil-free product with conditioning properties will be good, and for dry skin - a thicker, deeply hydrating one. At this stage, do not forget about sun protection. Day moisturiser with SPF can be used immediately or apply a separate layer of protection over the moisturiser."
        }
      ]
    },
    "makeup_types": {
      "title": "Types of makeup",
      "carousel": [
        {
          "title": "Nude",
          "img": "/img/nude.png",
          "img_secondary": "/img/nude_secondary.png"
        },
        {
          "title": "Daytime",
          "img": "/img/daytime.png",
          "img_secondary": "/img/daytime_secondary.png"
        },
        {
          "title": "Evening",
          "img": "/img/evening.png",
          "img_secondary": "/img/evening_secondary.png"
        },
        {
          "title": "Business",
          "img": "/img/business.png",
          "img_secondary": "/img/business_secondary.png"
        },
        {
          "title": "Wedding",
          "img": "/img/wedding.png",
          "img_secondary": "/img/wedding_secondary.png"
        },
        {
          "title": "Smokey eyes",
          "img": "/img//smokey_eyes.png"
        },
        {
          "title": "Ethnic makeup",
          "img": "/img/ethnic.png",
          "img_secondary": "/img/ethnic_secondary.png"
        },
        {
          "title": "Waterproof",
          "img": "/img/waterproof.png"
        },
        {
          "title": "Creative",
          "img": "/img/creative.png",
          "img_secondary": "/img/creative_secondary.png"
        },
        {
          "title": "Age-related",
          "img": "/img/age_related.png",
          "img_secondary": "/img/age_related_secondary.png"
        }
      ]
    }
  },

  "correction_page": {
    "name": "Correction",
    "description": "Correction page",
    "title": "Makeup for different face",
    "introduction": {
      "accordion": [
        {
          "title": "Oval Form",
          "img": {
            "src": "/img/oval_form.png",
            "alt": "Oval form image"
          }
        },
        {
          "title": "Round form",
          "img": {
            "src": "/img/round_form.png",
            "alt": "Round form image"
          }
        },
        {
          "title": "Straight form",
          "img": {
            "src": "/img/straight_form.png",
            "alt": "Straight form image"
          }
        },
        {
          "title": "Square form",
          "img": {
            "src": "/img/square_form.png",
            "alt": "Square form image"
          }
        },
        {
          "title": "Triangular form",
          "img": {
            "src": "/img/triangular_form.png",
            "alt": "Triangular form image"
          }
        },
        {
          "title": "Pear form",
          "img": {
            "src": "/img/pear_form.png",
            "alt": "Pear form image"
          }
        },
        {
          "title": "Diamond form",
          "img": {
            "src": "/img/diamond_form.png",
            "alt": "Diamond form image"
          }
        }
      ]
    }
  },

  "brushes_page": {
    "name": "Brushes",
    "description": "Brushes page",
    "title": "Types of makeup brushes",
    "sub_title": {
      "title": "Bones are made of synthetic and natural pile. Depending on which pile is used in the bone, you can choose which product is better to use:",
      "list": [
        "natural pile - for dry textures (shadows, powder, blush, bronzer)",
        "synthetic pile - for liquid textures (tonal foundation, concealer, eyeliner, lipstick)"
      ]
    },
    "makeup_tools": {
      "title": "Makeup tools",
      "tools": [
        {
          "title": "Brush for foundation",
          "description": "Usually, it is a wide and flat brush with synthetic bristles. A brush with an artificial nap is better to use for applying a creamy substance than with a natural nap, because it is more versatile, the nap itself does not absorb moisture and grease and is preferable for applying any texture."
        },
        {
          "title": "Concealer brush",
          "description": "This brush is similar in shape to a foundation brush, but smaller in size. In fact, it has the same purpose as a foundation brush, only it can be used to work on small areas of the face, for example, under the eyes or around the nose. Also suitable for applying a base under shadows."
        },
        {
          "title": "Brushes for powder",
          "description": "It is easy to apply both loose and pressed powder. The size and length of the pile can be different, it does not matter. The most convenient option is a brush with short hairs. Too bulky and fluffy are inconvenient for applying powder on small areas of the face. For loose powder, it is better to choose a pile made of natural hairs, it is soft and silky, it will allow you to apply the powder in the thinnest layer."
        },
        {
          "title": "Blush brush",
          "description": "The brush is usually a little smaller in size than the basic one for powder and has a beveled shape for ease of application. Of course, there are also brushes of the usual round shape, it's as much as anyone likes. It is better to choose a brush with natural bristles."
        },
        {
          "title": "Brushes for shadows",
          "description": "These are small brushes, most diverse in large sets. They have a variety of pile width and length."
        },
        {
          "title": "Brushes for eyeliner",
          "description": "A thin brush with well-adjacent villi is used for drawing arrows and eyeliner."
        },
        {
          "title": "Brush for drawing eyebrows",
          "description": "Flat, with beveled and short pile. It is used to shade the shadows under the eyebrows or to correct the shape of the eyebrows. For use, it is recommended to choose natural pile."
        },
        {
          "title": "Brushes for eyelashes",
          "description": "An eyelash brush is used to remove excess mascara and comb the eyelashes. A double-sided brush - a comb serves the same purpose."
        },
        {
          "title": "Brush for lipstick/lip gloss",
          "description": "Cone-shaped, often flat. It is used for even distribution of lipstick."
        }
      ]
    },
    "brushesTypesImg": {
      "alt": "Brushes types img"
    }
  }
}
